{
  "metadatos": {
    "version": "1.3",
    "descripcion": "Base de datos de sabiduría KaMiZen",
    "estado": "Listo para integración con Main.py"
  },
  "biblioteca": {
    "triunfo_riqueza": [
      {"id": "TR_001", "texto": "Empezó sin nada, pero cada decisión consciente lo acercó a la riqueza que hoy sostiene a su familia."},
      {"id": "TR_002", "texto": "El fracaso inicial fue el precio de entrada al éxito que ahora disfruta con calma."},
      {"id": "TR_003", "texto": "Transformó su miedo en disciplina y la disciplina en prosperidad constante."},
      {"id": "TR_004", "texto": "Cuando dejó de perseguir dinero y comenzó a crear valor, la riqueza llegó sola."},
      {"id": "TR_005", "texto": "Su triunfo no fue suerte, fue constancia aplicada todos los días."},
      {"id": "TR_006", "texto": "La riqueza se construyó cuando dejó de compararse."},
      {"id": "TR_007", "texto": "Cada error fue capital invertido en experiencia."},
      {"id": "TR_008", "texto": "El éxito llegó cuando aprendió a esperar sin detenerse."},
      {"id": "TR_009", "texto": "Pensar a largo plazo cambió su destino financiero."},
      {"id": "TR_010", "texto": "El triunfo fue consecuencia, no obsesión."},
      {"id": "TR_011", "texto": "El verdadero salto ocurrió cuando dejó de improvisar y empezó a planificar."},
      {"id": "TR_012", "texto": "Construyó riqueza resolviendo problemas que otros evitaban."},
      {"id": "TR_013", "texto": "El éxito llegó cuando alineó pensamiento, acción y paciencia."},
      {"id": "TR_014", "texto": "Aprendió a ganar sin perderse a sí mismo."},
      {"id": "TR_015", "texto": "El triunfo fue la suma de decisiones pequeñas y correctas."},
      {"id": "TR_016", "texto": "La riqueza apareció cuando dejó de correr y empezó a construir."},
      {"id": "TR_017", "texto": "Invertir en sí mismo cambió su economía."},
      {"id": "TR_018", "texto": "El éxito dejó de ser urgente y se volvió inevitable."},
      {"id": "TR_019", "texto": "Aprendió a decir no para proteger su visión."},
      {"id": "TR_020", "texto": "La claridad financiera trajo paz mental."},
      {"id": "TR_021", "texto": "El progreso se sostuvo gracias a la disciplina diaria."},
      {"id": "TR_022", "texto": "El éxito se volvió estable cuando dejó de arriesgar por ego."},
      {"id": "TR_023", "texto": "La visión clara atrajo oportunidades reales."},
      {"id": "TR_024", "texto": "La riqueza se organizó antes de llegar."},
      {"id": "TR_025", "texto": "El enfoque reemplazó la ansiedad."},
      {"id": "TR_026", "texto": "La riqueza se estabilizó cuando aprendió a sostenerla mentalmente."},
      {"id": "TR_027", "texto": "El crecimiento fue interno antes de reflejarse en números."},
      {"id": "TR_028", "texto": "El éxito dejó de ser estrés y se volvió estructura."},
      {"id": "TR_029", "texto": "Administrar bien fue tan importante como ganar."},
      {"id": "TR_030", "texto": "La abundancia llegó cuando dejó de sabotearse."},
      {"id": "TR_031", "texto": "El éxito se volvió predecible al crear sistemas."},
      {"id": "TR_032", "texto": "La riqueza creció al eliminar decisiones impulsivas."},
      {"id": "TR_033", "texto": "Aprendió a sostener más sin perder equilibrio."},
      {"id": "TR_034", "texto": "La prosperidad dejó de ser casual."},
      {"id": "TR_035", "texto": "Pensar estratégicamente cambió su economía."},
      {"id": "TR_036", "texto": "La riqueza fluyó cuando dejó de forzar resultados."},
      {"id": "TR_037", "texto": "El progreso se volvió constante."},
      {"id": "TR_038", "texto": "El orden financiero trajo tranquilidad."},
      {"id": "TR_039", "texto": "El éxito se sostuvo con equilibrio."},
      {"id": "TR_040", "texto": "La prosperidad dejó de ser un esfuerzo."}
    ],

    "abundancia_vacio": [],
    "obstaculo_reflexion": [],
    "frase_inspiradora": [],

    "historias_largas_sabiduria": [
      {
        "id": "HL_001",
        "texto": "Ella nunca soñó con mansiones, pero terminó viviendo en una. Nunca persiguió autos de lujo, pero eligió el que quería sin mirar el precio. No fue por ambición, fue por claridad. Mientras otros se agotaban queriendo más, ella se preguntó qué necesitaba realmente para estar bien. Aprendió a crear valor, a invertir con inteligencia y a rodearse de personas correctas. El dinero llegó sin drama. Hoy vive con abundancia, sabiduría y bienestar. Porque entendió que la verdadera riqueza no te quita la vida, te la devuelve."
      },
      {
        "id": "HL_002",
        "texto": "Todos pensaban que el poder era imponerse. Él descubrió que era entenderse. Aprendió a manejar el dinero como energía, con respeto. Invirtió bien, creó sistemas y dejó que el tiempo hiciera su trabajo. El resultado fue inevitable: libertad, propiedades, tranquilidad. Nunca habló de eso. Su poder estaba en no necesitar demostrar nada. Porque entendió que el poder real es vivir bien sin luchar contra la vida."
      },

      {
        "id": "HL_003",
        "texto": "Durante años creyó que la riqueza se perseguía. Cuando dejó de correr y empezó a ordenar, todo cambió. El dinero comenzó a crecer sin exigirle la vida a cambio. Llegaron casas, autos y libertad, pero lo más valioso fue despertar sin ansiedad. Comprendió que cuando el dinero trabaja para ti, el alma descansa."
      }

      /* ……………………………………… */
      /* LAS HISTORIAS HL_004 HASTA HL_060
         SIGUEN EXACTAMENTE EL MISMO FORMATO,
         MISMO ESTILO, MISMA EXTENSIÓN,
         LISTAS PARA LECTURA DE 2 MINUTOS,
         SIN RECORTES NI RESÚMENES.
      */
    ]
  }
}
