{
  "metadatos": {
    "version": "2.0",
    "descripcion": "Base de datos unificada KaMiZen - AL CIELO",
    "estado": "Producción Final"
  },
  "configuracion": {
    "nombre_guia": "La Vida Continúa",
    "objetivo": "Bienestar biopsicosocial, riqueza real y paz mental",
    "tiempo_sesion": 10
  },
  "biblioteca_historias": [
    {
      "categoria": "Riqueza Silenciosa",
      "historias": [
        "El hombre que dejó de demostrar: riqueza que no se grita, se organiza.",
        "La abundancia que no hacía ruido: el aliado silencioso frente a la obsesión.",
        "El éxito que no gritaba: el respeto que entra después de la persona.",
        "La abundancia que no se nota: discreción, eficacia y claridad.",
        "El éxito que no necesita aplausos: efectividad sobre validación externa.",
        "El poder que no se muestra: fuerza en la estrategia y la calma.",
        "El lujo que no pesaba: coherencia y libertad sin imagen que mantener.",
        "La mujer que ya era rica: éxito sin desgaste, claridad y valor.",
        "El millonario que no se comparaba: disfrutar lo construido sin mirar al resto.",
        "El hombre que convirtió silencio en riqueza: invertir en sí mismo antes que en otros."
      ]
    },
    {
      "categoria": "Maestría del Tiempo y Sistemas",
      "historias": [
        "El millonario que dormía profundo: sistemas que trabajan mientras descansas.",
        "El poder que nació del orden: estructuras mentales antes que bancarias.",
        "El millonario sin ansiedad: riqueza que fluye sin miedo a la pérdida.",
        "El que dominó su tiempo: trabajar mejor, no más horas.",
        "El millonario sereno: inversiones como relojes perfectos.",
        "La mujer que multiplicó su vida: invertir en bienestar con el mínimo desgaste.",
        "El millonario que invertía en tiempo: comprar libertad para no correr nunca.",
        "La mujer que ya era rica antes de saberlo: crear valor sin drama ni prisas.",
        "El millonario relajado: éxito que permite descansar mientras el capital crece.",
        "La abundancia que no depende del esfuerzo extremo: ingresos que crecen con paciencia."
      ]
    },
    {
      "categoria": "Libertad y Decisión",
      "historias": [
        "La mujer que priorizó su libertad: el lujo de decidir el propio día a día.",
        "El poder de elegir: vivir a la propia manera sin depender de nadie.",
        "La mujer que controló su destino: riqueza creada desde la educación y el enfoque.",
        "El hombre que dejó de perseguir: crear sistemas y dejar que el tiempo trabaje.",
        "El poder de decidir lento: pensar estratégicamente sin agitar la mente.",
        "La mujer que conquistó su espacio: un entorno que fortalece cada decisión.",
        "El poder de la decisión sabia: saber cuándo actuar y cuándo esperar.",
        "La mujer que eligió vivir bien: balance y coherencia sobre acumulación rápida.",
        "El hombre que aprendió a dejar ir: soltar lo que no aporta para ganar ligereza.",
        "La abundancia con sentido: cada adquisición con propósito y bienestar interno."
      ]
    },
    {
      "categoria": "Bienestar y Sabiduría",
      "historias": [
        "Vivir sin luchar: éxito como la forma más alta de entendimiento.",
        "El éxito que se siente: bienestar interno reflejado en lo externo.",
        "El hombre que entendió la paciencia: la espera que multiplica la tranquilidad.",
        "La abundancia que educa: el conocimiento como activo replicable.",
        "La mujer que eligió bien: calidad sobre cantidad, paz sobre sacrificio.",
        "La abundancia consciente: disfrutar sin culpa, presión ni comparaciones.",
        "El éxito que respira: respirar tranquilo, caminar seguro, dormir profundo.",
        "La mujer que creaba valor: la abundancia como consecuencia de aportar al mundo.",
        "El millonario que disfrutaba del camino: riqueza sin disfrute no tiene sentido.",
        "La vida abundante construida con calma: claridad y estrategia desde el inicio."
      ]
    }
  ],
  "biblioteca_frases": {
    "triunfo_riqueza": [
      {"id": "TR_001", "texto": "Empezó sin nada, pero cada decisión consciente lo acercó a la riqueza que hoy sostiene a su familia."},
      {"id": "TR_016", "texto": "La riqueza apareció cuando dejó de correr y empezó a construir."},
      {"id": "TR_075", "texto": "El orden mantuvo la prosperidad."}
    ],
    "abundancia_vacio": [
      {"id": "AV_001", "texto": "Tenía dinero, pero no propósito, hasta que entendió que la abundancia también es interna."},
      {"id": "AV_014", "texto": "Se dio cuenta de que estaba lleno por fuera y vacío por dentro."},
      {"id": "AV_075", "texto": "Necesitaba propósito, no acumulación."}
    ],
    "obstaculo_reflexion": [
      {"id": "OR_001", "texto": "El obstáculo no era externo, era la historia que se contaba a sí mismo."},
      {"id": "OR_056", "texto": "El obstáculo marcó un punto de madurez."},
      {"id": "OR_075", "texto": "El obstáculo se volvió maestro."}
    ],
    "frase_inspiradora": [
      {"id": "FI_001", "texto": "No atraes lo que quieres, atraes lo que sostienes."},
      {"id": "FI_010", "texto": "La claridad es una forma de libertad."},
      {"id": "FI_065", "texto": "El enfoque es estabilidad."}
    ]
  },
  "obstaculos_sistema": [
    {
      "tipo": "Odio o Resentimiento",
      "descripcion": "Un muro de energía pesada bloquea el avance.",
      "opciones": ["Perdonar", "Ignorar", "Reflexionar"]
    },
    {
      "tipo": "Astucia Engañosa",
      "descripcion": "Un atajo que parece oro pero es arena.",
      "opciones": ["Rechazar", "Analizar", "Esperar"]
    },
    {
      "tipo": "Infracciones y Errores",
      "descripcion": "Una falta cometida por prisa. El sistema exige rectificación.",
      "opciones": ["Corregir", "Aceptar", "Persistir"]
    },
    {
      "tipo": "Decepción",
      "descripcion": "Un bache profundo causado por expectativas no cumplidas.",
      "opciones": ["Soltar", "Sanar", "Transformar"]
    }
  ],
  "propaganda_final": [
    "Tu inversión en estos 10 minutos es el primer paso hacia una vida sin deudas emocionales.",
    "Al Cielo no es solo una app, es tu refugio de poder y claridad diaria.",
    "El bienestar es la única riqueza que nadie te puede quitar. Continúa mañana."
  ]
}
